<template>
	<section class="details">
		<div class="container-md">
			<h3>Детальніше про мене</h3>
			<p>Працюю у сфері копірайтингу понад 8 років. Маю значний <b>досвід роботи у ЗМІ</b>, тому добре орієнтуюся в
				актуальних темах і розумію, які з них мають найбільший інтерес для аудиторії. Пишу українською та російською
				мовами, виконую редагування й вичитку текстів.</p>
			<p>Створюю тексти для різних ніш: фінанси, політика, фінтех, а також для інтернет-магазинів (описи товарів і
				послуг). </p>
			<p>Активно працюю з <b>Google Trends</b> для аналізу трендів і вибору актуальних тем. Швидко знаходжу якісний і
				перевірений матеріал, у тому числі на іноземних сайтах, працюю з першоджерелами (зокрема іноземними) та вмію
				оперативно обробляти великі обсяги інформації.</p>
			<p>Маю досвід роботи зі штучним інтелектом: використовую його для пошуку інформації, перекладу, аналізу та
				оптимізації роботи з контентом. </p>
			<br>
			<b>Мої переваги:</b>
			<br>
			<br>
			<ul>
				<li>глибоке занурення в тему та розуміння потреб цільової аудиторії;</li>
				<li>чіткі, структуровані тексти без «води», зрозумілі читачеві;</li>
				<li>редагування, вичитування та покращення готових матеріалів;</li>
				<li>швидкий пошук і обробка актуальної інформації;</li>
				<li>робота з Google Trends і трендовими темами;</li>
				<li>висока унікальність і грамотність текстів;</li>
				<li>стабільне дотримання дедлайнів;</li>
				<li>орієнтація на результат, а не формальне виконання завдань.</li>
			</ul>
		</div>
	</section>
</template>

<script lang="ts" setup>
</script>

<style lang="scss" scoped>
.details {
	background: $light-gray;
	padding: 120px 0;
	color: $gray;

	@include tablet-md {
		padding: 80px 0;
	}

	h3 {
		text-align: center;
		font-size: 14px;
		font-weight: 500;
		margin-bottom: 24px
	}

	p {
		font-size: 14px;
		line-height: 1.5;
		margin-bottom: 8px;

		@include tablet-md {
			margin-bottom: 24px;
		}
	}

	b {
		font-size: 14px;
		font-weight: 500;
		margin-bottom: 12px;
	}

	ul {
		font-size: 14px;
		line-height: 1.5;
		margin: 0 16px;

		@include tablet-md {
		}

		li {
			margin-bottom: 8px;
			list-style: circle;
		}
	}
}
</style>
